local activityData = {
	{ factor=0, name="Субъект Российской Федерации:"},
	{ factor=0, name="КРАЙ"},
	{ factor=290.93, name="Алтайский край"},
	{ factor=295.75, name="Забайкальский край"},	
	{ factor=653.36, name="Камчатский край"},	
	{ factor=426.42, name="Краснодарский край"},
	{ factor=324.23, name="Красноярский край"},	
	{ factor=332.05, name="Пермский край"},
	{ factor=549.01, name="Приморский край"},
	{ factor=590.11, name="Хабаровский край"},

	{ factor=0, name="ОБЛАСТЬ"},
	{ factor=438.13, name="Амурская область"},
	{ factor=432.69, name="Архангельская область"},
	{ factor=316.17, name="Астраханская область"},

	{ factor=328.37, name="Белгородская область"},
	{ factor=249.36, name="Брянская область"},

	{ factor=302.99, name="Владимирская область"},
	{ factor=298.21, name="Вологодская область"},
	{ factor=276.66, name="Воронежская область"},
	{ factor=315.39, name="Волгоградская область"},

	{ factor=274.09, name="Ивановская область"},
	{ factor=302.52, name="Иркутская область"},

	{ factor=390.89, name="Калининградская область"},
	{ factor=342.55, name="Калужская область"},
	{ factor=289.73, name="Кемеровская область"},
	{ factor=259.19, name="Кировская область"},
	{ factor=272.52, name="Костромская область"},

	{ factor=280.43, name="Курганская область"},
	{ factor=183.76, name="Курская область"},	

	{ factor=368.24, name="Ленинградская область"},
	{ factor=342.30, name="Липецкая область"},

	{ factor=546.51, name="Магаданская область"},

	{ factor=517.11, name="Московская область"},
	{ factor=404.02, name="Мурманская область"},


	{ factor=354.42, name="Нижегородская область"},
	{ factor=377.78, name="Новгородская область"},
	{ factor=351.80, name="Новосибирская область"},

	{ factor=325.30, name="Омская область"},	
	{ factor=315.53, name="Оренбургская область"},
	{ factor=219.77, name="Орловская область"},

	{ factor=207.61, name="Пензенская область"},

	{ factor=237.31, name="Псковская область"},

	{ factor=278.43, name="Рязанская область"},
	{ factor=344.73, name="Ростовская область"},

	{ factor=344.49, name="Самарская область"},
	
	{ factor=288.33, name="Саратовская область"},
	{ factor=863.59, name="Сахалинская область"},
	{ factor=420.91, name="Свердловская область"},

	{ factor=304.39, name="Смоленская область"},
	{ factor=306.56, name="Ставропольский край"},

	{ factor=222.86, name="Тамбовская область"},
	{ factor=330.90, name="Тверская область"},
	{ factor=376.56, name="Томская область"},
	{ factor=459.62, name="Тульская область"},
	{ factor=471.37, name="Тюменская область"},

	{ factor=284.17, name="Ульяновская область"},

	{ factor=376.49, name="Челябинская область"},

	{ factor=306.16, name="Ярославская область"},

	{ factor=0, name="АВТОНОМНЫЙ ОКРУГ"},
	{ factor=359.28, name="Еврейская АО"},
	{ factor=743.78, name="Ненецкий АО"},
	{ factor=467.15, name="Ханты-Мансийский АО"},
	{ factor=639.54, name="Чукотский АО"},
	{ factor=641.71, name="Ямало-Ненецкий АО"},

	{ factor=0, name="РЕСПУБЛИКА"},
	{ factor=292.88, name="Удмуртская Республика"},
	{ factor=214.40, name="Чувашская Республика"},	
	{ factor=315.38, name="Кабардино-Балкарская Республика"},
	{ factor=263.83, name="Карачаево-Черкесская Республика"},
	{ factor=193.92, name="Республика Адыгея"},	
	{ factor=321.38, name="Республика Башкортостан"},
	{ factor=293.10, name="Республика Дагестан"},

	{ factor=161.80, name="Республика Ингушетия"},	
	{ factor=217.44, name="Республика Калмыкия"},
	{ factor=333.87, name="Республика Карелия"},
	{ factor=415.46, name="Республика Коми"},
	{ factor=243.36, name="Республика Марий Эл"},
	{ factor=220.42, name="Республика Мордовия"},

	{ factor=319.54, name="Республика Северная Осетия"},
	{ factor=339.10, name="Республика Татарстан"},
		
	{ factor=354.35, name="Республика Алтай"},
	{ factor=287.53, name="Республика Бурятия"},
	{ factor=467.26, name="Республика Тыва"},
	{ factor=307.63, name="Республика Хакасия"},
	{ factor=589.29, name="Республика Саха (Якутия)"},
	{ factor=378.79, name="Республика Крым"},
	{ factor=249.49, name="Чеченская Республика"},

	{ factor=0, name="ГОРОД"},
	{ factor=781.84, name="Москва"},
	{ factor=499.92, name="Санкт-Петербург"},
	{ factor=488.18, name="Севастополь"}	

}

return activityData;

